Repository: RoSchmi/GraphIoT
Catalog: src/DigitalstromClient/Locale/Scene.*.resx
Languages: da_dk, fi_fi, it_it

# _Authors
source: Original translations extracted from translation files of the digitalSTROM server installer ui: https://git.digitalstrom.org/dss-websrc/dss-websrc-mainline/blob/master/webroot/locale/ Copyright (c) 2020 digitalSTROM.org, Zurich, Switzerland
da_dk: Original translations extracted from translation files of the digitalSTROM server installer ui: https://git.digitalstrom.org/dss-websrc/dss-websrc-mainline/blob/master/webroot/locale/da_DK/dss-installer.po Copyright (c) 2020 digitalSTROM.org, Zurich, Switzerland Christian (christian.hitz@digitalstrom.com), 2016,2018-2019 Christoph Hofmann (christoph.hofmann@digitalstrom.com), 2019 Cornel Durrer (cornel.durrer@digitalstrom.com), 2016 Dan Löfgren (dan@macab.se), 2015-2016 Jerome Zuercher (jerome.zuercher@digitalstrom.com), 2014
fi_fi: Original translations extracted from translation files of the digitalSTROM server installer ui: https://git.digitalstrom.org/dss-websrc/dss-websrc-mainline/blob/master/webroot/locale/fi_FI/dss-installer.po Copyright (c) 2020 digitalSTROM.org, Zurich, Switzerland Ari Korpi (ari@onesmartcontrol.com), 2018-2019 Christian (christian.hitz@digitalstrom.com), 2019 Cornel Durrer (cornel.durrer@digitalstrom.com), 2018 Niklas Haglund (niklas@onesmartcontrol.com), 2019
it_it: Original translations extracted from translation files of the digitalSTROM server installer ui: https://git.digitalstrom.org/dss-websrc/dss-websrc-mainline/blob/master/webroot/locale/it_IT/dss-installer.po Copyright (c) 2020 digitalSTROM.org, Zurich, Switzerland antonio (antonio.bruno@digitalstrom.com), 2014-2015 Jin_eLD (jin@dev.digitalstrom.org), 2010 Ceppi Paolo (paolo.ceppi@afoxis.ch), 2016-2017 Christian (christian.hitz@digitalstrom.com), 2015-2016,2018-2019 Christoph Hofmann (christoph.hofmann@digitalstrom.com), 2019 Cornel Durrer (cornel.durrer@digitalstrom.com), 2015-2019 Jerome Zuercher (jerome.zuercher@digitalstrom.com), 2014-2015 Chiappori (martina.chiappori@zetavision.ch), 2014

source: Off
da_dk: Fra
fi_fi: Pois päältä

# Scene1
source: Preset 1
da_dk: Stemning 1
fi_fi: Valaistustilanne 1
it_it: Scenario 1

# Scene2
source: Preset 2
da_dk: Stemning 2
fi_fi: Valaistustilanne 2
it_it: Scenario 2

# Scene3
source: Preset 3
da_dk: Stemning 3
fi_fi: Valaistustilanne 3
it_it: Scenario 3

# Scene4
source: Preset 4
da_dk: Stemning 4
fi_fi: Valaistustilanne 4
it_it: Scenario 4

# Scene10
source: Preset 10
da_dk: Stemning 10
fi_fi: Tilanne 10
it_it: Scenario 10

# Scene11
source: Preset 11
da_dk: Stemning 11
fi_fi: Tilanne 11
it_it: Scenario 11

# Scene12
source: Preset 12
da_dk: Stemning 12
fi_fi: Tilanne 12
it_it: Scenario 12

# Scene13
source: Preset 13
da_dk: Stemning 13
fi_fi: Tilanne 13
it_it: Scenario 13

# Scene14
source: Preset 14
da_dk: Stemning 14
fi_fi: Tilanne 14
it_it: Scenario 14

# Scene20
source: Preset 20
da_dk: Stemning 20
fi_fi: Tilanne 20
it_it: Scenario 20

# Scene21
source: Preset 21
da_dk: Stemning 21
fi_fi: Tilanne 21
it_it: Scenario 21

# Scene22
source: Preset 22
da_dk: Stemning 22
fi_fi: Tilanne 22
it_it: Scenario 22

# Scene23
source: Preset 23
da_dk: Stemning 23
fi_fi: Tilanne 23
it_it: Scenario 23

# Scene24
source: Preset 24
da_dk: Stemning 24
fi_fi: Tilanne 24
it_it: Scenario 24

# Scene30
source: Preset 30
da_dk: Stemning 30
fi_fi: Tilanne 30
it_it: Scenario 30

# Scene31
source: Preset 31
da_dk: Stemning 31
fi_fi: Tilanne 31
it_it: Scenario 31

# Scene32
source: Preset 32
da_dk: Stemning 32
fi_fi: Tilanne 32
it_it: Scenario 32

# Scene33
source: Preset 33
da_dk: Stemning 33
fi_fi: Tilanne 33
it_it: Scenario 33

# Scene34
source: Preset 34
da_dk: Stemning 34
fi_fi: Tilanne 34
it_it: Scenario 34

# Scene40
source: Preset 40
da_dk: Stemning 40
fi_fi: Tilanne 40
it_it: Scenario 40

# Scene41
source: Preset 41
da_dk: Stemning 41
fi_fi: Tilanne 41
it_it: Scenario 41

# Scene42
source: Preset 42
da_dk: Stemning 42
fi_fi: Tilanne 42
it_it: Scenario 42

# Scene43
source: Preset 43
da_dk: Stemning 43
fi_fi: Tilanne 43
it_it: Scenario 43

# Scene44
source: Preset 44
da_dk: Stemning 44
fi_fi: Tilanne 44
it_it: Scenario 44

source: Area 1 on
da_dk: Område 1 Til
fi_fi: Alue 1 päälle
it_it: Settore 1 On

source: Area 2 on
da_dk: Område 2 Til
fi_fi: Alue 2 päälle
it_it: Settore 2 On

source: Area 3 on
da_dk: Område 3 Til
fi_fi: Alue 3 päälle
it_it: Settore 3 On

source: Area 4 on
da_dk: Område 4 Til
fi_fi: Alue 4 päälle
it_it: Settore 4 On

source: Area 1 off
da_dk: Område 1 Fra
fi_fi: Alue 1 pois päältä
it_it: Settore 1 Off

source: Area 2 off
da_dk: Område 2 Fra
fi_fi: Alue 2 pois päältä
it_it: Settore 2 Off

source: Area 3 off
da_dk: Område 3 Fra
fi_fi: Alue 3 pois päältä
it_it: Settore 3 Off

source: Area 4 off
da_dk: Område 4 Fra
fi_fi: Alue 4 pois päältä
it_it: Settore 4 Off

# AutoOff
source: Fade off
da_dk: Langsom slukning
fi_fi: Himmennä pois
it_it: Lentamente Off

source: Impulse
da_dk: Impuls
fi_fi: Impulssi
it_it: Impulso

source: Auto Standby
fi_fi: Auto Valmiustila

source: Dim Down
da_dk: Mørkere
fi_fi: Himmeämpi
it_it: Più scuro

source: Dim Up
da_dk: Lysere
fi_fi: Kirkkaampi
it_it: Più chiaro

source: Min
fi_fi: Pienin

source: Max
da_dk: Maks.
fi_fi: Suurin

source: Stop
fi_fi: Pysäytä

source: Panic
da_dk: Panik
fi_fi: Hätä
it_it: Panico

source: Standby
fi_fi: Valmiustila

source: Room off
da_dk: Rum Frau
fi_fi: Sammuta huone
it_it: Stanza Off

source: Sleeping
da_dk: Sove
fi_fi: Nukkumassa
it_it: Dormire

source: Wake Up
da_dk: Vågne
fi_fi: Herätys
it_it: Svegliarsi

source: Coming Home
da_dk: Komme hjem
fi_fi: Tulossa kotiin
it_it: Tornare a casa

# LeaveHome
source: Leaving Home
da_dk: Forlade hjemmet
fi_fi: Lähdössä kotoa
it_it: Lasciare casa

source: Door Bell
da_dk: Ringe
fi_fi: Ovikello
it_it: Suonare

source: Alarm 1
fi_fi: Hälytys 1
it_it: Allarme 1

source: Alarm 2
fi_fi: Hälytys 2
it_it: Allarme 2

source: Alarm 3
fi_fi: Hälytys 3
it_it: Allarme 3

source: Alarm 4
fi_fi: Hälytys 4
it_it: Allarme 4

source: Fire
da_dk: Ild
fi_fi: Tulipalo
it_it: Fuoco

source: Smoke
da_dk: Røg
fi_fi: Savua
it_it: Fumo

source: Water
da_dk: Vand
fi_fi: Vesi
it_it: Acqua

source: Gas
fi_fi: Kaasu

source: Wind
da_dk: Vind
fi_fi: Tuulta
it_it: Vento

source: No wind
da_dk: Ingen vind
fi_fi: Tyyntä
it_it: Senza vento

source: Rain
da_dk: Regn
fi_fi: Sadetta
it_it: Pioggia

source: No rain
da_dk: Ingen regn
fi_fi: Poutaa
it_it: Senza pioggia

source: Hail
da_dk: Hagl
fi_fi: Rakeita
it_it: Grandine

source: No hail
da_dk: Ingen hagl
fi_fi: Ei rakeita
it_it: Senza grandine

source: Unknown
da_dk: Ukendt
fi_fi: Tuntematon
it_it: Sconosciuto
